{
  "轻松集成": "Easy to Integrate",
  "高拓展性": "Highly Extendable",
  "UI 自定义": "Customizable UI Design",
  "提供面向容器场景、Electron 场景和纯前端场景的快速集成解决方案，助力业务快速落地": "Integrate with your coding frameworks with ease. Support the container, Electron and front-end frameworks. Also help to ship and deploy quickly.",
  "提供从 VS Code 插件、OpenSumi 插件到 OpenSumi 模块三层业务解决方案，完美支持业务定制需求": "Support VS Code plugins, OpenSumi plugins and OpenSumi modules to meet various business requirements.",
  "提供可任意定制的布局系统，支持从简单的视图配置到布局模板研发的各类场景，支持从插件注入自定义视图": "Customize the UI design in any way you like, no matter to simply configure the built-in UI, or develop a UI template, or build your own UI through plugins.",
  "OpenSumi": "OpenSumi",
  "一款帮助你快速搭建本地和云端 IDE 的框架": "A framework helps to quickly build Cloud or Desktop IDEs.",
  "我们的优势": "Advantages",
  "概览": "Overview",
  "快速开始": "Quick Start",
  "开发者工具 IDE 是辅助淘宝开发者开发商家应用的本地开发工具，包含本地调试、代码编辑、真机预览、发布等功能，覆盖了应用开发的完整流程。": "Taobao Mini Program Studio is a local development tool to develop applications for Taobao sellers. It covers the entire development process including coding, debugging, real device preview, and deployment.",
  "小程序开发者工具是支付宝开放平台打造的一站式小程序研发工具，提供了编码、调试、测试、上传、项目管理等功能。不仅支持开发支付宝小程序，相同代码还通用于蚂蚁开放生态，可直接发布至淘宝、钉钉、高德等应用平台。": "Alipay Mini Program Studio is an IDE developed by Alipay open platform which supports coding, debugging, code test, upload, and project management. It is also compatible with Ant Open Ecosystem, the mini programs can be released to other platforms including TaoBbao, DingTalk, Amap.",
  "淘宝开发者工具": "Taobao Mini Program Studio",
  "支付宝小程序开发工具": "Alipay Mini Program Studio",
  "帮助": "Support",
  "更多产品": "Explore More",
  "谁在使用？": "Who is using?",
  "产品案例": "Customer Stories",
  "能力特性": "Features",
  "WebIDE 案例": "Web Sample",
  "Electron 案例": "Electron Sample",
  "纯前端案例": "Lite Web Sample",
  "官方主题": "Official Theme",
  "Gitlink 开源代码托管平台": "Gitlink open source code hosting platform",
  "CCF Gitlink 开源代码托管平台使用基于 OpenSumi 的极速版 IDE 框架，将代码阅读、代码评审、WebIDE 浏览等交互进行升级，极大的提高了用户的使用效率。": "The CCF Gitlink open source code hosting platform uses the OpenSumi-based Express IDE framework to upgrade interactions such as code reading, code review, and WebIDE browsing, which greatly improves the efficiency of users."
}
